{"main_header": {"text": "Czyje są pierogi?"}, "p": {"p_1": "Pierogi są doskonale znane w Polsce, na Ukrainie, ale także w Rosji, Chinach, a nawet w\nMeksyku. Wydaje się więc, że pierogi są fenomenem międzynarodowym.\nPowszechnie uważa się, że pierogi są sztandarowym daniem kuchni staropolskiej i ukraińskiej, które\nsą obecne w tych kuchniach od zawsze. Tak naprawdę, to nie wiadomo skąd\npierogi wzięły się w Polsce i na Ukrainie. Istnieje kilka legend, jednak nie ma co do nich\npewności, by którakolwiek była prawdziwa.", "p_2": "Jedna z legend mówi, że pierogi powstały oryginalnie w Chinach. Pierożki zwane jiaozi\nbyły jadane już w starożytności. Na ich farsz składała się\nkapusta pekińska oraz mięso. Po dziś dzień, jiaozi jada się szczególnie podczas świętowania nowego roku w Chinach.\nPomysł na tworzenie klusek z cienkiego ciasta wypełnionych farszem mógł zostać zaobserwowany przez kupca Marco Pola, a następnie przywieziony do Europy\npodczas podróży szlakiem jedwabnym w XIII wieku, po czym rozprzestrzeniły\n się po Europie Środkowej. Kłóci się to jednak z inną legendą, wg której to św Jacek\n Odrowąż miałby poznać pierogi na Ukrainie, ówczesnej Rusi Kijowskiej, a\n następnie rozsławić je na zachodzie. Faktem jest jednak, że pierogi były znane już przez\n Rzymian przynajmniej w V wieku naszej ery. Świadczy o tym istnienie przepisu na pierogi w\ngarnku rzymskim znajdującym się w sławnej kompilacji \\”O sztuce kulinarnej\\” – zbiorze\n przepisów, w którym najstarsze pochodzą z IX wieku przed naszą erą.", "p_3": "Do tego wszystkiego sprawy nie ułatwia etymologia słowa \"pierogi\". Jak podaje słownik\n etymologiczny języka polskiego, autorstwa Aleksandra Brücknera:\n\\” jedyna u nas pozostałość z prasłowiańsk. pir, 'biesiada' (od pi-, p. pić; przyrostek -r,\n jak w dar od dać); nazwa 'ciasta obrzędowego', podobnie jak kołacz lub korowaj;\n przyrostek -og, jak w twaróg; rus. pirog, 'pasztet'\\”. \nOznacza to, że samo pochodzenie słowa jest skojarzone z jedzeniem, serem twardym \noraz było znane zanim na obecnych terenach Polski i Ukrainy utworzyła się państwowość.", "p_4": "Ciekawostki o pierogach:\n- Istnieje kilka pomników pieroga na całym świecie. \n  W Kanadzie, w miejscowości Glendon, w Korei Południowej, w mieście Namhae, \n  a także na Ukrainie w pobliżu wsi Синьки(Synky)\n- W średniowieczu chętnie jadano pierogi z białym serem, bo wierzono, że\n biały ser potrafi odstraszać duchy i złe moce.\n- W prowincji Xinjiang, w muzeum znajduje się skamielina najstarszych pierogów świata."}, "images": {"img_1": "images/dumpling_ball.png", "img_2": "images/dumplings2.png", "img_3": "images/dumplings3.png"}}